
Page({

  data: {
    htmlStr: `<p>
    <span style="font-size: 15px;">  本公司根据《网络安全法》等法律法规的要求对i觅宠软件及相关服务用户的个人隐私进行保护，并按照国家监管要求和本隐私政策的规定收集、保存、使用、披露您提供的个人信息。仅在您同意《i觅宠用户注册协议》及运行i觅宠软件及相关服务所必要情形下，本公司以最为谨慎的方式使用您的个人信息，并保证相关信息在未经您授权的情形下不以任何形式向第三方传输或披露。i觅宠会不时更新本隐私权政策。您在同意i觅宠服务协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于《i觅宠用户注册协议》不可分割的一部分。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">一、授权使用范围</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">在您申请注册（激活）或登录i觅宠软件及相关服务的账户时，您在i觅宠软件及相关服务提交的各类个人要素信息（例如证件号码、姓名、手机（电话）号码、电子邮箱、指纹信息、脸部信息、支付工具信息等）；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">在您登陆i觅宠软件及相关服务时，您的以下信息将被本公司予以记录：</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 登陆设备信息、精准定位信息、软硬件信息、浏览器信息、运营商信息；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* IP地址、语言、访问日期和时间；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 网页浏览记录、搜索记录、支付记录；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 通过合法途径或您授权许可后从第三方接入的相关数据。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">您了解并同意，以下信息不适用本隐私权政策：</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 您通过i觅宠软件及相关服务进行搜索功能时输入的信息；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 在您未选择隐藏用户信息相关选项时，您通过i觅宠软件及相关服务进行交易的有关数据，包括但不限于报价信息、折扣信息、成交信息及评价信息（含图文）；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* i觅宠软件及相关服务的交易相对方或本公司对您的评价或采取的措施。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">二、授权信息使用</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">我们不会在未经您授权的情形下向任何无关第三方使用您的个人信息，若依据您的授权须向第三方披露您的信息以便于实现您所需要的服务的，在该服务结束后，我们将阻断该第三方继续访问您的个人信息；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">我们无法保证第三方按照本公司的要求对您的信息采取严格的保护措施，但我们仍将敦促第三方不以任何手段存储、编辑、交易或者传播您的个人信息。前述情况出现时，我们有权立即终止与该第三方及其相关责任方的服务协议；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">为了给您提供更好的用户体验，我们可能通过使用您的个人信息，向您推送定制化的资讯，包括但不限于向您发出产品和服务信息；您可以随时通过更改“设置”项下的偏好选项来关闭这一功能，或通过第三方服务关闭设置。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">根据国家法律法规的要求可以使用您的个人信息以预防违法行为的发生，或配合有关部门对违法行为进行查处，或根据主管部门的指令对用户账号进行查封，以保护您和其他用户及利益方合法权益。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">关于我们如何使用您的信息（其中可能包含个人信息），下面提供了更多详细信息：</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 创建您的i觅宠帐号。在通过网站或移动设备创建i觅宠帐号时收集的个人信息用于建立用户的个人i觅宠帐号和资料页。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 处理您的订购单。与电子商务订单相关的信息可用于处理订购单和相关的售后服务，包括客户支持和重新发货。此外，订单号将用于交叉检查送货合作伙伴的订单和包裹的实际交付。 收件人信息，包括姓名、地址、电话号码和邮政编码将用于送货。 电子邮件地址用于向用户发送包裹跟踪信息。 购买物品的清单用于打印发票，并使客户能够确定包裹中的物品。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 参与i觅宠社区。与i觅宠网络平台有关的个人信息可能被用于个人资料页面展示、与其他用户互动、参与论坛。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 使用安全中心。收集的信息可能会用于安全和系统维护功能，例如广告拦截、病毒扫描、省电模式、黑名单、清理器等。其中有些功能是由第三方服务供应商运营的。 信息（例如病毒定义列表之类的非个人信息）将用于病毒扫描功能。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 提供推送服务。手机号码和i觅宠账号可能用于提供i觅宠推送服务，以评估广告效果和发送软件更新或新产品发布的通知，包括销售和促销信息。 同时，在第三方（您个人信息的数据控制者）的授权下，i觅宠的推送服务也将使用手机号码和i觅宠账号，评估相关广告表现或从i觅宠平台发送相关通知。您同意我们基于推送服务（无论是通过服务中集成的信息推送，还是电子邮件或其他方式）而使用您个人信息，并为您提供或推广我们及相关第三方的产品或服务。您可以随时通过更改“设置”项下的偏好选项来关闭这一功能，或通过第三方服务关闭设置。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 收集用户反馈。您选择提供的反馈对帮助i觅宠改进服务非常重要。为了处理您反馈，i觅宠可能会使用您所提供的个人信息与您联系，并保留记录。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 发送通知。我们可能会使用您的个人信息来发送重要通知，例如有关订单的通知和我们的条款、条件和政策变更。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 进行促销活动。如果您通过i觅宠平台参与了抽奖、比赛或类似的促销，我们可能会使用您提供的个人信息来给您发送这些奖励。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">三、信息披露</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">在以下情形下，i觅宠软件及相关服务将依据您的要求或法律的规定披露和使用您的个人信息：</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 根据您的授权，向指定的第三方披露；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 涉及您与其他方法律纠纷的，应相关权利人的要求，以便各方尽快解决纠纷的；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 根据行政主管部门或司法机构的要求，向第三方或者行政主管部门、司法机构进行披露；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 如您出现违反中国有关法律、法规或者《i觅宠用户注册协议》，需要向第三方披露；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 在通过i觅宠软件及相关服务拟开展的交易活动中，为促使相关交易的完成，我们有权决定向交易各方提供联系方式、认证信息、交易标的、评价信息等必要信息；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">* 其它根据法律、法规或者政策需要披露的。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">四、信息存储和交换</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">i觅宠软件及相关服务获取和产生的个人信息和资料将存储在本公司的设备上，当需要在境外访问或向境外传输、存储和展示个人信息时，我们将按照法律法规和相关监管部门的规定执行。目前，我们不会将上述信息传输至境外，如果我们向境外传输，我们将会遵循国家相关规定，征求你的同意。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">我们仅在为提供“i觅宠”及服务之目的所必需的期间内保留你的个人信息，例如，你发布的音视频等信息、评论、点赞等信息，在你未撤回、删除或未注销账号期间，我们会保留相关信息。超出必要期限后，我们将对你的个人信息进行删除或匿名化处理，但法律法规另有规定的除外。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">五、Cookies 的使用</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">在通常情形下，宠优优软件及相关服务在您的计算机上通过 Cookies的方式实现。建议您使用 Cookies 以获取更为便捷的服务体验；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">您也可以选择禁止使用Cookie。当您选择禁止使用 Cookies时，i觅宠软件及相关服务的可能无法正常使用或存在安全性隐患；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">i觅宠软件及相关服务所列明的 Cookies有关信息，将适用本政策。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">六、信息安全</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">请您务必妥善保管好您的账户及其他身份要素信息。为了保障您的信息安全，我们将使用配套的安全信息技术避免或降低您的信息被泄露、非授权访问、损坏或更改的风险。尽管我们执行严格的个人信息安全保护体系，但仍请您注意网络上存在随时可能发生的安全隐患；</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">在使用i觅宠软件及相关服务进行交易的过程中，请您仅在为促进交易的必要情形下，向交易相对方或潜在的交易相对方披露有关的个人信息，如手机（电话）号码、电子邮箱、支付工具信息、邮政地址。若您不幸发现个人信息遗失或被第三方窃取、变更，请您尽快与我们联系，以减少您遭受的损失。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">七、未成年人的特别注意事项</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的个人信息的保密性及安全性。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">如您为未成年人的父母或监护人，当您对您所监护的未成年人的个人信息处理存在疑问时，请联系我们。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">八、关于i觅宠的运营商</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">公司名称：成都覆城团科技有限公司</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">注册地址：四川省成都市锦江区工业园区锦华路三段88号汇融国际广场1号楼B座8层82240（自编号）</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">九、个人信息安全保护措施和能力</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">1. 我们非常重视你个人信息的安全，将努力采取合理的安全措施（包括技术方面和管理方面）来保护你的个人信息，防止你提供的个人信息被不当使用或未经授权的情况下被访问、公开披露、使用、修改、损坏、丢失或泄漏。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">2. 我们会使用不低于行业同行的加密技术、匿名化处理等合理可行的手段保护你的个人信息，并使用安全保护机制防止你的个人信息遭到恶意攻击。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">3. 我们会建立专门的安全部门、安全管理制度、数据安全流程保障你的个人信息安全。我们采取严格的数据使用和访问制度，确保只有授权人员才可访问你的个人 信息，并适时对数据和技术进行安全审计。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">4. 尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请你理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保你提供给我们的个人信息的安全性。你知悉并理解，你接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议你采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的账号密码等个人信息透露给他人。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">5. 我们会制定应急处理预案，并在发生用户信息安全事件时立即启动应急预案，努力阻止该等安全事件的影响和后果扩大。一旦发生用户信息安全事件（泄露、丢失等）后，我们将按照法律法规的要求，及时向你告知：安全事件的基本情况和可能的影响、我们已经采取或将要采取的处置措施、你可自主防范和降低风险的建议、对你的补救措施等。我们将及时将事件相关情况以推送通知、邮件、信函、短信等形式告知你，难以逐一告知时，我们会采取合理、有效的方式发布公告。同时，我们还将按照相关监管部门要求，上报用户信息安全事件的处置情况。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">6. 我们谨此特别提醒你，本隐私政策提供的个人信息保护措施仅适用于i觅宠软件及相关服务。一旦你离开i觅宠及相关服务，浏览或使用其他网站、服务及内容资源，我们即没有能力及义务保护你在i觅宠软件及相关服务之外的软件、网站提交的任何个人信息，无论你登录、浏览或使用上述软件、网站是否基于i觅宠的链接或引导。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">十、权利保障机制</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">隐私政策中应对以下用户操作方法提供明确说明我们非常重视你对个人信息的管理，并尽全力保护你对于你个人信息的访问、修改（更新或更正）、删除等权利，以使你有能力保障你的隐私和安全。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">1. 访问、更正、删除你的个人信息</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">你可以通过以下方式管理你的信息：当你完成i觅宠的账号注册、登录并进行合理和必要的身份验证后，你可以查阅、修改、删除你提交给i觅宠软件及相关服务的个人信息（包括删除你已经发布的评论、视频，修改昵称、头像等）。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">一般情况下，你可以直接删除你发布的内容，但出于安全性和身份识别的考虑，你可能无法自主修改注册时提交的某些初始注册信息（如实名认证后信息）；如你确有必要修改该类信息，请你通过电子邮件联系我们，公司将尽快审核所涉问题，并由专人验证你的用户身份后及时予以回复。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">2. 注销你的账号</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">你可以在我们的产品中根据《用户注册协议》申请注销你的账号。在你注销账号前，我们将验证你的个人身份、安全状态、设备信息等。你知悉并理解，注销账号行为是不可逆的行为，当你注销账号后，我们将删除有关你账号的一切信息或对相关信息进行匿名化处理，但法律法规另有规定对除外。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">3. 投诉举报</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">你可以按照我们公示的制度进行投诉或举报。如果你认为你的个人信息权利可能受到侵害，或者发现侵害个人信息权利的线索，你可以与我们联系。我们核查后会在30日内反馈你的投诉与举报。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">4. 访问隐私政策</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">你可以在i觅宠上查看本隐私政策的全部内容。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">5. 管理、撤回授权你的信息</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">你可以通过删除信息、关闭设备功能、在i觅宠客户端应用程序中改变你在“好友推荐”、“第三方账号绑定”、“登录设备管理”等功能和服务中授权公司继续收集个人信息的范围或撤回你的授权。</span>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">请你理解，特定的业务功能和服务将需要你的信息才能得以完成，当你撤回同意或授权后，公司无法继续为你提供撤回同意或授权所对应的功能和服务，也不再处理你相应的个人信息。但你撤回同意或授权的决定，不会影响公司此前基于你的授权而开展的个人信息处理。</span>
</p>
<p>
    <br/>
</p>
<p>
    <br/>
</p>
<p>
    <br/>
</p>
<p>
    <span style="font-size: 15px;">i觅宠 Copyright 2020 蜀ICP备20018551号-1</span>
</p>
<section class="_135editor" data-role="paragraph">
    <p>
        <br/>
    </p>
</section>`
  },


})